{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<PAD>": 0,
      "\t": 1,
      " ": 2,
      "!": 3,
      "\"": 4,
      "#": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "_": 63,
      "`": 64,
      "a": 65,
      "b": 66,
      "c": 67,
      "d": 68,
      "e": 69,
      "f": 70,
      "g": 71,
      "h": 72,
      "i": 73,
      "j": 74,
      "k": 75,
      "l": 76,
      "m": 77,
      "n": 78,
      "o": 79,
      "p": 80,
      "q": 81,
      "r": 82,
      "s": 83,
      "t": 84,
      "u": 85,
      "v": 86,
      "w": 87,
      "x": 88,
      "y": 89,
      "z": 90,
      "{": 91,
      "|": 92,
      "}": 93,
      "~": 94,
      " ": 95,
      "§": 96,
      "«": 97,
      "­": 98,
      "¶": 99,
      "»": 100,
      "À": 101,
      "Á": 102,
      "Â": 103,
      "Æ": 104,
      "É": 105,
      "Ê": 106,
      "Í": 107,
      "Ó": 108,
      "Ô": 109,
      "Ú": 110,
      "à": 111,
      "á": 112,
      "â": 113,
      "ã": 114,
      "æ": 115,
      "ç": 116,
      "è": 117,
      "é": 118,
      "ê": 119,
      "ë": 120,
      "ì": 121,
      "í": 122,
      "î": 123,
      "ï": 124,
      "ñ": 125,
      "ò": 126,
      "ó": 127,
      "ô": 128,
      "õ": 129,
      "ù": 130,
      "ú": 131,
      "ý": 132,
      "Ă": 133,
      "ă": 134,
      "ą": 135,
      "ć": 136,
      "Đ": 137,
      "đ": 138,
      "ę": 139,
      "ĩ": 140,
      "ī": 141,
      "Ł": 142,
      "ł": 143,
      "ń": 144,
      "Œ": 145,
      "œ": 146,
      "Ś": 147,
      "ś": 148,
      "ũ": 149,
      "ź": 150,
      "ż": 151,
      "Ơ": 152,
      "ơ": 153,
      "Ư": 154,
      "ư": 155,
      "Ǽ": 156,
      "ǽ": 157,
      "̀": 158,
      "́": 159,
      "̅": 160,
      "̛": 161,
      "̣": 162,
      "О": 163,
      "ก": 164,
      "ร": 165,
      "ក": 166,
      "ខ": 167,
      "គ": 168,
      "ង": 169,
      "ច": 170,
      "ជ": 171,
      "ញ": 172,
      "ដ": 173,
      "ណ": 174,
      "ត": 175,
      "ថ": 176,
      "ទ": 177,
      "ធ": 178,
      "ន": 179,
      "ប": 180,
      "ផ": 181,
      "ព": 182,
      "ភ": 183,
      "ម": 184,
      "យ": 185,
      "រ": 186,
      "ល": 187,
      "វ": 188,
      "ស": 189,
      "ហ": 190,
      "ឡ": 191,
      "អ": 192,
      "ឥ": 193,
      "ឫ": 194,
      "ឱ": 195,
      "ឲ": 196,
      "ា": 197,
      "ិ": 198,
      "ី": 199,
      "ឹ": 200,
      "ឺ": 201,
      "ុ": 202,
      "ូ": 203,
      "ួ": 204,
      "ើ": 205,
      "ឿ": 206,
      "ៀ": 207,
      "េ": 208,
      "ែ": 209,
      "ៃ": 210,
      "ោ": 211,
      "ៅ": 212,
      "ំ": 213,
      "ះ": 214,
      "៉": 215,
      "់": 216,
      "៏": 217,
      "័": 218,
      "្": 219,
      "។": 220,
      "៖": 221,
      "ạ": 222,
      "Ả": 223,
      "ả": 224,
      "Ấ": 225,
      "ấ": 226,
      "ầ": 227,
      "Ẩ": 228,
      "ẩ": 229,
      "ẫ": 230,
      "ậ": 231,
      "ắ": 232,
      "ằ": 233,
      "ẳ": 234,
      "ẵ": 235,
      "ặ": 236,
      "ẹ": 237,
      "ẻ": 238,
      "ẽ": 239,
      "ế": 240,
      "ề": 241,
      "ể": 242,
      "ễ": 243,
      "ệ": 244,
      "ỉ": 245,
      "ị": 246,
      "ọ": 247,
      "ỏ": 248,
      "ố": 249,
      "ồ": 250,
      "ổ": 251,
      "ỗ": 252,
      "ộ": 253,
      "Ớ": 254,
      "ớ": 255,
      "ờ": 256,
      "Ở": 257,
      "ở": 258,
      "ỡ": 259,
      "ợ": 260,
      "ụ": 261,
      "Ủ": 262,
      "ủ": 263,
      "Ứ": 264,
      "ứ": 265,
      "ừ": 266,
      "ử": 267,
      "Ữ": 268,
      "ữ": 269,
      "ự": 270,
      "ỳ": 271,
      "ỷ": 272,
      "​": 273,
      "‎": 274,
      "–": 275,
      "—": 276,
      "‘": 277,
      "’": 278,
      "“": 279,
      "”": 280,
      "„": 281,
      "†": 282,
      "‡": 283,
      "…": 284,
      " ": 285,
      " ": 286,
      "℟": 287,
      "℣": 288,
      "✠": 289,
      "主": 290,
      "云": 291,
      "亞": 292,
      "前": 293,
      "后": 294,
      "喜": 295,
      "天": 296,
      "如": 297,
      "孕": 298,
      "復": 299,
      "我": 300,
      "攸": 301,
      "樂": 302,
      "活": 303,
      "為": 304,
      "爾": 305,
      "皇": 306,
      "祈": 307,
      "等": 308,
      "者": 309,
      "肋": 310,
      "蓋": 311,
      "路": 312,
      "阿": 313
    },
    "unk_token": "<PAD>"
  }
}