{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<PAD>": 0,
      " ": 1,
      "(": 2,
      "(g3": 3,
      ")": 4,
      "-": 5,
      ".": 6,
      "1": 7,
      "2": 8,
      "3": 9,
      "4": 10,
      "A": 11,
      "B": 12,
      "C": 13,
      "C-3": 14,
      "C2": 15,
      "C3": 16,
      "C4": 17,
      "D": 18,
      "E": 19,
      "F": 20,
      "F2": 21,
      "F3": 22,
      "G": 23,
      "H": 24,
      "I": 25,
      "J": 26,
      "L": 27,
      "M": 28,
      "N": 29,
      "O": 30,
      "P": 31,
      "Q": 32,
      "R": 33,
      "S": 34,
      "T": 35,
      "U": 36,
      "V": 37,
      "a": 38,
      "a2": 39,
      "a2-a": 40,
      "a2-c": 41,
      "a2-l": 42,
      "a2-l-n": 43,
      "a2-l-s": 44,
      "a2-l-se": 45,
      "a2-n": 46,
      "a2-s": 47,
      "a2-se": 48,
      "a3": 49,
      "a3-l": 50,
      "a3-l-se": 51,
      "a3-n": 52,
      "a3-s": 53,
      "a3-se": 54,
      "a4": 55,
      "b": 56,
      "b2": 57,
      "b2-a": 58,
      "b2-l": 59,
      "b2-l-s": 60,
      "b2-l-se": 61,
      "b2-n": 62,
      "b2-s": 63,
      "b2-se": 64,
      "b3": 65,
      "b3-l": 66,
      "b3-l-se": 67,
      "b3-n": 68,
      "b3-s": 69,
      "b3-se": 70,
      "c": 71,
      "c2": 72,
      "c2-c": 73,
      "c2-l": 74,
      "c2-s": 75,
      "c2-se": 76,
      "c3": 77,
      "c3-a": 78,
      "c3-l": 79,
      "c3-l-n": 80,
      "c3-l-s": 81,
      "c3-l-se": 82,
      "c3-n": 83,
      "c3-s": 84,
      "c3-se": 85,
      "c4": 86,
      "c4-l": 87,
      "c4-l-s": 88,
      "c4-n": 89,
      "c4-s": 90,
      "c4-se": 91,
      "d": 92,
      "d2": 93,
      "d2-l": 94,
      "d2-l-s": 95,
      "d2-n": 96,
      "d2-s": 97,
      "d2-se": 98,
      "d3": 99,
      "d3-a": 100,
      "d3-l": 101,
      "d3-l-s": 102,
      "d3-l-se": 103,
      "d3-n": 104,
      "d3-s": 105,
      "d3-se": 106,
      "d4": 107,
      "d4-l": 108,
      "d4-n": 109,
      "d4-s": 110,
      "e": 111,
      "e2": 112,
      "e2-a": 113,
      "e2-l": 114,
      "e2-n": 115,
      "e2-s": 116,
      "e2-se": 117,
      "e3": 118,
      "e3-l": 119,
      "e3-l-n": 120,
      "e3-l-s": 121,
      "e3-l-se": 122,
      "e3-n": 123,
      "e3-s": 124,
      "e3-se": 125,
      "e4": 126,
      "f": 127,
      "f2": 128,
      "f2-a": 129,
      "f2-l": 130,
      "f2-n": 131,
      "f2-s": 132,
      "f2-se": 133,
      "f3": 134,
      "f3-a": 135,
      "f3-l": 136,
      "f3-l-s": 137,
      "f3-l-se": 138,
      "f3-n": 139,
      "f3-s": 140,
      "f3-se": 141,
      "f4": 142,
      "f4-n": 143,
      "g": 144,
      "g2": 145,
      "g2-a": 146,
      "g2-c": 147,
      "g2-l": 148,
      "g2-l-n": 149,
      "g2-l-s": 150,
      "g2-l-se": 151,
      "g2-n": 152,
      "g2-s": 153,
      "g2-se": 154,
      "g3": 155,
      "g3-l": 156,
      "g3-l-s": 157,
      "g3-n": 158,
      "g3-s": 159,
      "g3-se": 160,
      "g4": 161,
      "g4-s": 162,
      "h": 163,
      "i": 164,
      "j": 165,
      "l": 166,
      "m": 167,
      "n": 168,
      "o": 169,
      "p": 170,
      "q": 171,
      "r": 172,
      "s": 173,
      "sf2": 174,
      "t": 175,
      "u": 176,
      "v": 177,
      "x": 178,
      "y": 179,
      "z": 180,
      "z-a2": 181,
      "z-c3": 182
    },
    "unk_token": "<PAD>"
  }
}