{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "<PAD>": 0,
      " ": 1,
      "(": 2,
      ")": 3,
      "-": 4,
      "1": 5,
      "2": 6,
      "3": 7,
      "A": 8,
      "B": 9,
      "C": 10,
      "C1": 11,
      "C2": 12,
      "C3": 13,
      "C4": 14,
      "D": 15,
      "E": 16,
      "F": 17,
      "F2": 18,
      "F3": 19,
      "F4": 20,
      "G": 21,
      "H": 22,
      "I": 23,
      "K": 24,
      "L": 25,
      "M": 26,
      "N": 27,
      "O": 28,
      "P": 29,
      "Q": 30,
      "R": 31,
      "S": 32,
      "T": 33,
      "U": 34,
      "V": 35,
      "W": 36,
      "X": 37,
      "Y": 38,
      "a": 39,
      "a2": 40,
      "a2-a": 41,
      "a2-c": 42,
      "a2-l": 43,
      "a2-l-n": 44,
      "a2-l-se": 45,
      "a2-n": 46,
      "a2-s": 47,
      "a2-se": 48,
      "a3": 49,
      "a3-c": 50,
      "a3-l": 51,
      "a3-n": 52,
      "a3-s": 53,
      "a3-se": 54,
      "b": 55,
      "b1": 56,
      "b1-se": 57,
      "b2": 58,
      "b2-a": 59,
      "b2-c": 60,
      "b2-l": 61,
      "b2-l-n": 62,
      "b2-l-se": 63,
      "b2-n": 64,
      "b2-s": 65,
      "b2-se": 66,
      "b3": 67,
      "b3-se": 68,
      "c": 69,
      "c2": 70,
      "c2-a": 71,
      "c2-l": 72,
      "c2-s": 73,
      "c2-se": 74,
      "c3": 75,
      "c3-a": 76,
      "c3-c": 77,
      "c3-l": 78,
      "c3-l-n": 79,
      "c3-l-s": 80,
      "c3-l-se": 81,
      "c3-n": 82,
      "c3-s": 83,
      "c3-se": 84,
      "c4": 85,
      "c4-s": 86,
      "d": 87,
      "d2": 88,
      "d2-a": 89,
      "d2-c": 90,
      "d2-l": 91,
      "d2-l-n": 92,
      "d2-l-se": 93,
      "d2-n": 94,
      "d2-s": 95,
      "d2-se": 96,
      "d3": 97,
      "d3-a": 98,
      "d3-c": 99,
      "d3-l": 100,
      "d3-l-n": 101,
      "d3-n": 102,
      "d3-s": 103,
      "d3-se": 104,
      "e": 105,
      "e2": 106,
      "e2-c": 107,
      "e2-l": 108,
      "e2-l-n": 109,
      "e2-l-se": 110,
      "e2-n": 111,
      "e2-s": 112,
      "e2-se": 113,
      "e3": 114,
      "e3-a": 115,
      "e3-c": 116,
      "e3-l": 117,
      "e3-l-n": 118,
      "e3-n": 119,
      "e3-s": 120,
      "e3-se": 121,
      "f": 122,
      "f2": 123,
      "f2-a": 124,
      "f2-c": 125,
      "f2-l": 126,
      "f2-l-n": 127,
      "f2-l-s": 128,
      "f2-l-se": 129,
      "f2-n": 130,
      "f2-s": 131,
      "f2-se": 132,
      "f3": 133,
      "f3-c": 134,
      "f3-l": 135,
      "f3-l-n": 136,
      "f3-n": 137,
      "f3-s": 138,
      "f3-se": 139,
      "g": 140,
      "g2": 141,
      "g2-a": 142,
      "g2-c": 143,
      "g2-c-l": 144,
      "g2-l": 145,
      "g2-l-n": 146,
      "g2-l-se": 147,
      "g2-n": 148,
      "g2-s": 149,
      "g2-se": 150,
      "g3": 151,
      "g3-a": 152,
      "g3-c": 153,
      "g3-l": 154,
      "g3-l-n": 155,
      "g3-n": 156,
      "g3-s": 157,
      "g3-se": 158,
      "h": 159,
      "i": 160,
      "l": 161,
      "m": 162,
      "n": 163,
      "o": 164,
      "p": 165,
      "q": 166,
      "r": 167,
      "s": 168,
      "t": 169,
      "u": 170,
      "v": 171,
      "w": 172,
      "x": 173,
      "y": 174,
      "z": 175,
      "|": 176
    },
    "unk_token": "<PAD>"
  }
}